Repository: jackyrwj/StickerDiary
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 贴纸库
source: Stickers
zh_hans: 贴纸库

# 贴纸日记
source: Sticker Diary
zh_hans: 贴纸日记

# 贴纸日记 %@
source: Sticker Diary %@
zh_hans: 贴纸日记 %@

# 贴纸日记反馈
source: Sticker Diary Feedback
zh_hans: 贴纸日记反馈

# 贴纸日记想做的事情很简单：把这些零散的照片变成贴纸，再把贴纸放回当天的日记里。
source: Sticker Diary does one simple thing: it turns those scattered photos into stickers and puts them back into the diary for that day.
zh_hans: 贴纸日记想做的事情很简单：把这些零散的照片变成贴纸，再把贴纸放回当天的日记里。

# 贴纸日记用 AI 技术识别并抠出照片里的主体，将它们变成当天的贴纸，再放进你的专属日记里。
source: Sticker Diary uses AI to find and cut out the subject of your photos, turns them into stickers for the day, and places them in your own diary.
zh_hans: 贴纸日记用 AI 技术识别并抠出照片里的主体，将它们变成当天的贴纸，再放进你的专属日记里。

# 贴纸日记：
source: Sticker Diary:
zh_hans: 贴纸日记：

# 贴进日记
source: Stick It In
zh_hans: 贴进日记

# 跳过
source: Skip
zh_hans: 跳过

# 轻松搞笑，自带段子手属性
source: Light and funny, with a built-in punchline
zh_hans: 轻松搞笑，自带段子手属性

# 轻柔缓慢，像雨天读书
source: Soft and slow, like reading on a rainy day
zh_hans: 轻柔缓慢，像雨天读书

# 返回
source: Back
zh_hans: 返回

# 还剩 1 个位置 · 升级 Pro
source: 1 spot left · Get Pro
zh_hans: 还剩 1 个位置 · 升级 Pro

# 还有这一张，留作今天的另一个小注脚。
source: And this one too — another little footnote to today.
zh_hans: 还有这一张，留作今天的另一个小注脚。

# 还没有日记
source: No diaries yet
zh_hans: 还没有日记

# 还没有贴纸
source: No stickers yet
zh_hans: 还没有贴纸

# 还没有配置 AI 写作
source: AI writing isn't set up yet
zh_hans: 还没有配置 AI 写作

# 还没有配置 API Key，请到设置里填写
source: No API key set. Add one in Settings.
zh_hans: 还没有配置 API Key，请到设置里填写

# 这一天还没有写下内容。
source: Nothing written for this day yet.
zh_hans: 这一天还没有写下内容。

# 这一页留给所有被看见、被保存、被记住的小事。
source: This page is for all the little things that were noticed, kept, and remembered.
zh_hans: 这一页留给所有被看见、被保存、被记住的小事。

# 这一页的贴纸满了
source: This Page Is Full
zh_hans: 这一页的贴纸满了

# 这个月还没有贴纸
source: No stickers this month yet
zh_hans: 这个月还没有贴纸

# 这个订阅商品暂时不可用，请稍后重试。
source: This plan isn't available right now. Please try again later.
zh_hans: 这个订阅商品暂时不可用，请稍后重试。

# 这会覆盖当前页面里的手写或编辑内容。
source: This will replace anything you've written or edited on this page.
zh_hans: 这会覆盖当前页面里的手写或编辑内容。

# 这天还没有日记
source: No diary for this day yet
zh_hans: 这天还没有日记

# 这天还没有贴纸
source: No stickers yet
zh_hans: 这天还没有贴纸

# 这张贴纸也想被记住，就一起收进今天的日记里。
source: This sticker wanted to be remembered too, so it's going into today's diary.
zh_hans: 这张贴纸也想被记住，就一起收进今天的日记里。

# 这张贴纸最像今天的心情，值得被认真收进日记里。
source: This sticker feels the most like today's mood — it deserves a spot in the diary.
zh_hans: 这张贴纸最像今天的心情，值得被认真收进日记里。

# 这次没写好，再试一次
source: That one didn't turn out. Let's try again.
zh_hans: 这次没写好，再试一次

# 这次没有写出来，再试一次
source: Nothing came out this time. Let's try again.
zh_hans: 这次没有写出来，再试一次

# 这页贴满了 · 升级 Pro
source: Page full · Get Pro
zh_hans: 这页贴满了 · 升级 Pro

# 退出
source: Leave
zh_hans: 退出

# 选一个风格模板，或者自由编辑
source: Pick a style template or write your own
zh_hans: 选一个风格模板，或者自由编辑

# 选择后重新生成即可切换
source: Regenerate to apply a new style
zh_hans: 选择后重新生成即可切换

# 选择日记
source: Choose Diary
zh_hans: 选择日记

# 选择要在桌面显示的贴纸
source: Choose a sticker to show on your Home Screen
zh_hans: 选择要在桌面显示的贴纸

# 选择要在桌面预览的日记
source: Choose a diary to preview on your Home Screen
zh_hans: 选择要在桌面预览的日记

# 选择贴纸
source: Choose Stickers
zh_hans: 选择贴纸

# 选择贴纸生成这天的日记
source: Choose stickers to write this day's diary
zh_hans: 选择贴纸生成这天的日记

# 邮箱
source: Email
zh_hans: 邮箱

# 重新生成
source: Regenerate
zh_hans: 重新生成

# 重新生成日记？
source: Regenerate Diary?
zh_hans: 重新生成日记？

# 重试
source: Retry
zh_hans: 重试

# 隐私政策
source: Privacy Policy
zh_hans: 隐私政策

# 需要打开相册权限
source: Photo Access Needed
zh_hans: 需要打开相册权限

# 需要打开相机权限
source: Camera Access Needed
zh_hans: 需要打开相机权限

# 需要打开网络权限
source: Network Access Needed
zh_hans: 需要打开网络权限

# 需要网络权限
source: Network access needed
zh_hans: 需要网络权限

# 顺手把它也贴上来，让今天更完整一点。
source: Sticking this one in too, to make today feel a bit more complete.
zh_hans: 顺手把它也贴上来，让今天更完整一点。

# 预览
source: Preview
zh_hans: 预览

# 预览日记，不选则自动轮播
source: Previews a diary. Rotates automatically if none is picked.
zh_hans: 预览日记，不选则自动轮播

# 预览贴纸
source: Preview sticker
zh_hans: 预览贴纸

# 📒 把每天的小物件，收进一页日记
source: 📒 Turn everyday little things into a diary page
zh_hans: 📒 把每天的小物件，收进一页日记
